const weekTranslate = {
  weekBe: {
    short: {
      пн: 'пн',
      вт: 'аў',
      ср: 'ср',
      чт: 'чц',
      пт: 'пт',
      сб: 'сб',
      вс: 'нз',
    },
    full: {
      понедельник: 'панядзелак',
      вторник: 'аўторак',
      среда: 'серада',
      четверг: 'чацвер',
      пятница: 'пятніца',
      суббота: 'субота',
      воскресенье: 'нядзеля',
    },
  },
  monthBe: {
    января: 'студзеня',
    февраля: 'лютага',
    марта: 'сакавіка',
    апреля: 'красавіка',
    мая: 'мая',
    июня: 'чэрвеня',
    июля: 'ліпеня',
    августа: 'жніўня',
    сентября: 'верасня',
    октября: 'кастрычніка',
    ноября: 'лістапада',
    декабря: 'снежня',
  },
}
export default weekTranslate
